Repository: MightyPork/gnome-gmail-notifier
Catalog: po/*.po
Languages: es

source: A Gmail Inbox Monitor for the GNOME2 desktop
es: Un Monitor del Gmail Bandeja de Entrada para GNOME2

source: translator-credits
es: Bradley A. Worley <geekysuavo@gmail.com>, 2010

source: <b>Composition</b>
es: <b>Composición</b>

source: <b>Description</b>
es: <b>Descripción</b>

source: Domain:
es: Dominio:

source: Edit Account
es: Editar Cuenta

source: Name:
es: Nombre:

source: Password:
es: Contraseña:

source: Use this account to compose messages
es: Usar esta cuenta para componer correos

source: Username:
es: Usuario:

source: _Check Mail
es: _Comprobar el Correo

source: _Quit
es: _Dejar

source: <b>Audio Notifications</b>
es: <b>Notificaciones de Audio</b>

source: <b>Gmail Accounts</b>
es: <b>Cuentas de Gmail</b>

source: <b>Inbox Updates</b>
es: <b>Actualizaciones</b>

source: <b>Visual Notifications</b>
es: <b>Notificacions Visuales</b>

source: Check with Gmail for messages every:
es: Comprobar para correos nuevos cada:

source: Display notifications for inbox errors
es: Mostrar notificaciones para errores

source: Display notifications for new messsages
es: Mostrar notificaciones para correos nuevos

source: Gmail Notifier Preferences
es: Preferencias del Gmail Notifier

source: Play a sound upon receipt of new mail
es: Reproducir un sonido al recibir correos nuevos

source: Select A Sound File
es: Elegir un Archivo de Sonido

source: Checking mail...
es: Comprobando para correos...

source: No accounts configured
es: Ninguna cuenta configurada

source: Unable to check mail
es: No puede comprobar correo

source: No new messages
es: No hay correos nuevos

source: No accounts are configured
es: Ningunas cuentas están configuradas

source: You have new mail
es: Tiene correos nuevos

source: Please add one or more accounts using the Preferences window.
es: Por favor, añada una o más cuentas utilizando la Ventana de Preferencias

source: %d unread for %s
es: %d no leído para %s

source: New mail from %s
es: Correo nuevo de %s

source: There are <b>%d</b> new messages for
es: Hay <b>%d</b> correos nuevos para

source: and
es: y

source: from
es: de

source: Errors occurred while checking mail for
es: Se han producido errores durante la comprobación de correo para

source: unread
es: no leído

source: Compose New Message
es: Componer Una Mensaje

source: New Account
es: Nueva Cuenta

source: minute
es: minuto

source: minutes
es: minutos

source: Enabled
es: Activado

source: Name
es: Nombre

source: Wave audio files
es: Archivos de audio WAV
